Repository: RelappsStudio/salary_counter_flutter
Catalog: lib/l10n/app_*.arb
Languages: pl

source: welcome
pl: Witaj

# previousShort
source: Prev.
pl: Poprz.

source: Next
pl: Nast.

source: Profile
pl: Profil

source: Save
pl: Zapisz

source: Delete
pl: Usuń

source: Cancel
pl: Anuluj

source: Choose employment type
pl: Wybierz rodzaj umowy

# permanentEmployment
source: Permanent employment contract
pl: Umowa o pracę

# taskContract
source: Task agreement/contract
pl: Umowa zlecenie

source: Mandate contract
pl: Umowa o dzieło

# selectAge
source: Select your age
pl: Wybierz swój wiek

source: Choose job time
pl: Wybierz swój etat

# selectNetPay
source: Select net hourly rate
pl: Wybierz stawkę netto

# enterNetPay
source: Enter net hourly rate
pl: Wpisz stawkę netto

# enterGrossPay
source: Enter gross hourly rate
pl: Wpisz stawkę brutto

# amStudent
source: I am currently a student
pl: Jestem uczniem/ studentem

# selectOvertimeHours
source: Select daily amount of hours after which your work is considered overtime
pl: Wybierz dobową ilość godzin po której liczone są nadgodziny

# selectOvertimeModifier
source: Select overtime rate multiplier
pl: Wybierz mnożnik nadgodzin

# drawerWarning
source: * you'll find more options in your profile menu that's available under profile icon found above the calendar. Any changes made here WILL NOT BE SAVED.
pl: * więcej opcji dotyczących profilu znajdziesz w menu profilu klikając w ikonę konta nad kalendarzem. Zmiany dokonane tutaj NIE SĄ ZAPISYWANE.

# hoursRequiredInMonth
source: Work hours required
pl: Godziny do przepracowania w tym miesiącu

source: Expected salary
pl: Przewidywana wypłata

# hoursWorked
source: Entered working hours
pl: Godziny przepracowane

# calculatedSalary
source: Salary based on entered hours
pl: Wypłata z przepracowanych godzin

# todaysWorkedHours
source: Enter hours worked today
pl: Wpisz dzisiejsze przepracowane godziny

source: Date chosen
pl: Wybrana data
